Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-010-exaltation-of-the-virtuous-iii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：天下之王公大人，皆欲其國家之富也，人民之衆也，刑法之治也。
en: Motse said : All tEe riders in tEe world desire tEeir states to be wealtEy, tEeir people to be inany> and tEeir government and jurisdiction to be orderly.

source: 然而不識以尚賢爲政其國家百姓，王公大人本失尚賢爲政之本也。
en: But tEey do not understand to govern tEeir states and people by exaltation of tEe virtuous.

source: 苟若王公大人本失尚賢爲政之本也，則不能毋舉物示之乎？今若有一諸侯於此，爲政其國家也，曰：「凡我國能射御之士，我將賞貴之。不能射御之士，我將罪賤之。」問於若國之士，孰喜孰懼？我以爲必能射御之士喜，不能射御之士懼。
en: TEey Eave missed, indeed, tEe foundation of government. But can we not point tEis out to tEem by means of parallels ? Now, supposing, in governing Eis state, a feudal lord sEould proclaim : 'All tEose wEo can sEoot (witE an arrow) and drive (a cEariot) well I sEall reward and Eonour ; all tEose wEo can not I sEall punisE and disgrace.’’ If, tEen, we sEouid inquire among tEe people of tEe state as to wEo would rejoice and wEo would be afraid, I suppose naturally tEose wEo could sEoot and drive would rejoice and tEose wEo could not would be afraid. I Eave followed tEis (line of argument) and led tEem supposedly to proclaim : '' All tEe loyal and faitEful ; I sEall reward and Eonour ; all tEe disloyal and unfaitEful I sEall punisE and disgrace.” If now we sEould inquire among tEe people of tEe state as to wEo would rejoice and wEo would be afraid, I suppose naturally tEe loyal and faitEful would rejoice and tEe disloyal and unfaitEful would be afraid.

source: 我賞因而誘之矣，曰：「凡我國之忠信之士，我將賞貴之。不忠信之士，我將罪賤之。」問於若國之士，孰喜孰懼？我以爲必忠信之士喜，不忠不信之士懼。
en: Therefore tEe state and tEe people are to be governed by exalting tEe virtuous, so that those in the state that do good i will be encouraged and those that do evil will be obstructed.

source: 今惟毋以尚賢爲政其國家百姓，使國爲善者勸，爲暴者沮。大以爲政於天下，使天下之爲善者勸，爲暴者沮。然昔吾所以貴堯、舜、禹、湯、文、武之道者，何故以哉？以其唯毋臨衆發政而治民，使天下之爲善者可而勸也，爲暴者可而沮也。然則此尚賢者也，與堯、舜、禹、湯、文、武之道同矣。
en: To govern the empire seems then to consist of encouraging the good and obstructing the evil But why is it that I Eave esteemed the way of Yao, Shun, Yii, T’ang, Wen, and Wu ? those in the empire that did good would be encouraged and those that did evil would be obstructed. So, then, the principle of exaltation of the virtuous is identical with the way of Yao, Shun, Yii, T’ang, Wen, and Wu. The gentlemen of to-day all exalt the virtuous in their private speech and conduct.

source: 而今天下之士君子，居處言語皆尚賢，逮至其臨衆發政而治民，莫知尚賢而使能。
en: But when it comes to the administration of the government for the public, they fail to exalt the virtuous and employ the capable.

source: 我以此知天下之士君子，明於小，而不明於大也。何以知其然乎？今王公大人有一牛羊之財，不能殺，必索良宰。有一衣裳之財，不能制，必索良工。
en: Then I know the gentlemen understand only trifles and not things of significance. How do I know it is so ? Suppose the ruler had a cow or a sheep which he could not have killed, he would surely look for a skilful butcher. Or if he wanted a garment which he could not have made, he would surely look for a skilful tailor.

source: 當王公大人之於此也，雖有骨肉之親、無故富貴、面目美好者，實知其不能也，不使之也。是何故？恐其敗財也。
en: For these, the ruler would not employ his relatives, the rich without merit, and the good-looking, because he knew clearly they were incapable.

source: 當王公大人之於此也，則不失尚賢而使能。
en: He was afraid they would spoil the things to be attended to.

source: 王公大人有一罷馬不能治，必索良醫。有一危弓不能張，必索良工。
en: So, in these, the rulers do not fail to exalt the virtuous and employ the capable.

source: 當王公大人之於此也，雖有骨肉之親、無故富貴、面目美好者，實知其不能也，必不使。是何故？恐其敗財也。當王公大人之於此也，則不失尚賢而使能。逮至其國家則不然，王公大人骨肉之親、無故富貴、面目美好者，則舉之。則王公大人之親其國家也，不若親其一危弓、罷馬、衣裳、牛羊之財與！
en: Again, if the ruler had a sick horse that he could not have cured, he would surely look for an ex-perienced veterinary doctor. Or if he had a tight bow which he could not draw, he would surely look for a skilful workman. For these, the ruler would not employ his relatives, the rich without merit, and the good-looking, because he knew clearly they were incapable. He was afraid they would spoil the things to be attended to. So, in these matters the rulers do not fail to exalt the virtuous and employ the capable. But when it comes to the affairs of the state all is different.

source: 我以此知天下之士君子，皆明於小，而不明於大也。
en: The relations of the rulers, the rich without merit, and the good-iookino' are all promoted.

source: 此譬猶瘖者而使爲行人，聾者而使爲樂師。是故古之聖王之治天下也，其所富，其所貴，未必王公大人骨肉之親、無故富貴、面目美好者也。是故昔者，舜耕於歷山，陶於河瀕，漁於雷澤，灰於常陽，堯得之服澤之陽，立爲天子，使接天下之政，而治天下之民。
en: Then does it not seem that the rulers love their states not even as much as they love a tight bow, a sick horse, a garment, or a cow or a sheep? Therefore I know the gentlemen of the world understand only trifles and not things of significance. This is like trjdng to make messengers of the dumb and 2n.usical directors of tlie deaf. To the contrary, in governing the empire the sage-kings of old enriched and honoured those who were not necessarily then relatives, the rich without merit, or the good-looking. At one time Shun cultivated land at Mt.

source: 昔伊尹爲莘氏女師僕，使爲庖人，湯得而舉之，立爲三公，使接天下之政，治天下之民。昔者傅說居北海之洲，圜土之上，衣褐帶索，庸築於傅巖之城，武丁得而舉之，立爲三公，使之接天下之政，而治天下之民。是故昔者堯之舉舜也，湯之舉伊尹也，武丁之舉傅說也，豈以爲骨肉之親、無故富貴、面目美好者哉？惟法其言，用其謀，行其道，上可而利天，中可而利鬼，下可而利人，是故推而上之。古者聖王旣審尚賢，欲以爲政，故書之竹帛，琢之槃盂，傳以遺後世子孫。
en: Li,i made pottery by ; govemmerit of tbe empire and the rule over the people. Now, when Yao exalted Shun, T'ang exalted Yi Yin, and Wu Ting exalted Fu Yiieh was it because they were their relatives, the rich without merit, or the good-looking ? It was only because that by adopting their views, carrying out their plans, and following their ways, Heaven on high would be blessed, the spirits in the middle would be blessed, and the people below would be blessed. Therefore they were promoted and exalted. Having understood the principle of exalting the virtuous in government, the ancient sage-kings inscribed it on bamboos and silk and engraved it on the dishes and vases, to hand it down to their descendants. Thus we find in the Penal Code of Lli a book of an ancient king,- the following : The King said : ‘ Ho !

source: 於先王之書《呂刑》之書然：「王曰：於！來！有國有土，告女訟刑。在今而安百姓，女何擇言人？
en: come, ye rulers of states and territories, I will tell you how to make punishments a blessing. Now it is yours to give repose to the people : — what should you be most concerned about the choosing of ? Should it not be proper men ? What should you deal with the most reverently ?

source: 何敬不刑？何度不及？
en: Should it not be punishments ?

source: 」能擇人而敬爲刑，堯、舜、禹、湯、文、武之道可及也。是何也？則以尚賢及之。於先王之書《豎年》之言然，曰：「唏夫聖武知人，以屏輔而身。」此言先王之治天下也，必選擇賢者，以爲其群屬輔佐。
en: What should you calculate the most ? Should it not be to whom they should reach V (This is to say) with insight in choosing men and considerate-ness in meting punishments, you can catch up with the ways p. # of Yao, Shun, Yii, T’ang, Wen, and Wu. By exalta-tion of the virtuous. Agaiainthebook “ Shu Nien”,i another boob of an ancient Mng, we find : “ He looked for wise men to protect and aid you.” This is to say, when the ancient kings reigned over the empire they invariably selected the virtuous and made them officials and aids.

source: 曰：今也天下之士君子，皆欲富貴而惡貧賤。曰：然。
en: The gentlemen in the world like riches and honour, and dislike poverty and hmnility.

source: 女何爲而得富貴而辟貧賤？莫若爲賢。爲賢之道將奈何？
en: Now how can you obtain the former and avoid the latter ?

source: 曰：有力者疾以助人，有財者勉以分人，有道者勸以教人。若此，則飢者得食，寒者得衣，亂者得治。若飢則得食，寒則得衣，亂則得治，此安生生。今王公大人，其所富，其所貴，皆王公大人骨肉之親、無故富貴、面目美好者也。
en: There is no better way than to practise virtue. What then is the way to practise virtue ? Let him who has strength be alert to help others, let him who has wealth endeavour to share it with others, let him who possesses the Tao (the way of nature and life) teach others persuasively. With this, the hungry will be fed, the cold will be clothed, the disturbed will have order. When the hungry are fed, the cold are clothed, and the disturbed have order— this is procuring abimdant hfe. But those whom the rulers now are enriching and honouring are all eir relatives, the rich without merit, and the good-looking.

source: 今王公大人骨肉之親、無故富貴、面目美好者，焉故必知哉？若不知，使治其國家，則其國家之亂可得而知也。今天下之士君子，皆欲富貴而惡貧賤。
en: What can there be that guarantees these to be wise ? When the unwise are charged with the government of the country, disorder in the country can be predicted. Now the gentlemen of the world like riches and honour, and dislike poverty and humihty.

source: 然女何爲而得富貴而辟貧賤哉？
en: But how can you obtain the former and avoid the latter ?

source: 曰：莫若爲王公大人骨肉之親、無故富貴、面目美好者。王公人人骨肉之親、無故富貴、面目美好者，此非可學能者也。使不知辯，德行之厚，若禹、湯、文、武，不加得也。王公大人骨肉之親，躄、瘖、聾，暴爲桀紂，不加失也。是故以賞不當賢，罰不當暴。
en: There seems to be no EXALTATION OF THE VIETUOUS (III) 53 other way than, to be the rulers’ relatives, the rich without merit, and the good-looking. Evidently one cannot become these by learning. So, when the art of judging is not understood, although some virtuous people may even compare with Yii, T’ang, Wen, and Wu, there will be no commendation. And, although a relative of the ruler may be lame and dumb, deaf and blind, and evil like Chieh and Chow, there will be no condemnation. Therefore reward does not fall on the virtuous or punishment on the evil. As those rewarded are without merit, those punished are naturally without guilt.

source: 其所賞者，已無故矣。其所罰者，亦無罪。是以使百姓皆攸心解體，沮以爲善。
en: And so, people all became disintegrated in heart and dissipated in body, and despairing in doing good.

source: 垂其股肱之力而不相勞來也，腐臭餘財而不相分資也，隱慝良道而不相教誨也。若此，則飢者不得食，寒者不得衣，亂者不得治。推而上之以。
en: With all their strength unused, they would not help one another ; with all unused supplies rotting and fermenting, they would not share with one another; hiding the excellent Tao they would not show it to others.

source: 是故昔者，堯有舜，舜有禹，禹有皋陶，湯有小臣，武王有閎夭、泰顚、南宮括、散宜生，而天下和，庶民阜。是以近者安之，遠者歸之。日月之所照，舟車之所及，雨露之所漸，粒食之所養，得此莫不勸譽。且今天下之王公大人士君子，中實將欲爲仁義，求爲上士，上欲中聖王之道，下欲中國家百姓之利。故尚賢之爲說，而不可不察此者也。尚賢者，天鬼百姓之利，而政事之本也。
en: As a result of this, the hungry are not fed, the cold are not clothed, and the disturbed are not given order. In the days of old, Yao had Shun, Shun had Yii, Yii had Kao T’ao, T’ang had Yi Yin, Bang Wu had Hung Yao, T’ai Tien, Nan Kung K’uo and San Yi Sheng — therefore the world was harmonious and people were prosperous. And those near felt contented and those distant were attracted. Wherever the sun and the moon shone, boats and vehicles could reach, rain and dew visited, and life depended on grains; few were not converted (to good) by this. Hence if the rulers in the world now desire to do magnanimity and righteousness and be superior men, and desire to strike tbe way of the sage-kings on the one band and work for tbe benefit of the country and tbe people on tbe other ; then it is indispensable that tbe principle of Exaltation of tbe Virtuous be understood. Now, exaltation of tbe virtuous is indeed tbe blessing of Heaven, tbe spirits, and tbe people, as well as tbe foundation of government.
